[
  { "number": 1, "line1": "அகர முதல எழுத்தெல்லாம் ஆதி", "line2": "பகவன் முதற்றே உலகு.", "meaning": "With alpha begins all alphabets; And the world with the first Bagavan.","tamilmeaning": "அகரம் எழுத்துக்களுக்கு முதன்மை; ஆதிபகவன், உலகில் வாழும் உயிர்களுக்கு முதன்மை" },
  { "number": 2, "line1": "கற்றதனால் ஆய பயனென்கொல் வாலறிவன்", "line2": "நற்றாள் தொழாஅர் எனின்.", "meaning": "What is the use of learning if one does not apply it?","tamilmeaning": "தன்னைவிட அறிவில் மூத்த பெருந்தகையாளரின் முன்னே வணங்கி நிற்கும் பண்பு இல்லாவிடில் என்னதான் ஒருவர் கற்றிருந்தாலும் அதனால் என்ன பயன்? ஒன்றுமில்லை." },
  { "number": 3, "line1": "அன்பின் வழியது உயிர்நிலை அஃதிலார்க்கு", "line2": "என்புதோல் போர்த்த உடம்பு.", "meaning": "Sorrow never touches the hearts filled with love.","tamilmeaning": "அன்புநெஞ்சத்தின் வழியில் இயங்குவதே உயிருள்ள உடலாகும்; இல்லையேல், அது எலும்பைத் தோல் போர்த்திய வெறும் உடலேயாகும்." },
  { "number": 4, "line1": "தீயினாற் சுட்டபுண் உள்ளாறும் ஆறாதே", "line2": "நாவினாற் சுட்ட வடு.", "meaning": "A wound caused by fire heals, but a wound caused by harsh words never fades.","tamilmeaning": "நெருப்பு சுட்ட புண்கூட ஆறி விடும்; ஆனால் வெறுப்புக் கொண்டு திட்டிய சொற்கள் விளைத்த துன்பம் ஆறவே ஆறாது." },
  { "number": 5, "line1": "இனிய உளவாக இன்னாத கூறல்", "line2": "கனிஇருப்பக் காய்கவர்ந் தற்று.", "meaning": "Speaking harsh words when sweet words are available is like eating an unripe fruit instead of a ripe one.","tamilmeaning": "இனிமையான சொற்கள் இருக்கும்போது அவற்றை விடுத்துக் கடுமையாகப் பேசுவது கனிகளை ஒதுக்கி விட்டுக் காய்களைப் பறித்துத் தின்பதற்குச் சமமாகும்." },
  { "number": 6, "line1": "நன்றி மறப்பது நன்றன்று நன்றல்லது", "line2": "அன்றே மறப்பது நன்று.", "meaning": "Never forget a good deed, but forget a wrong done to you immediately.","tamilmeaning": "ஒருவர் நமக்குச் செய்த நன்மையை மறப்பது நல்லதல்ல; அவர் தீமை செய்திருந்தால் அதை மட்டும் அக்கணமே மறந்து விடுவது நல்லது." },
  { "number": 7, "line1": "அருளில்லார்க்கு அவ்வுலகம் இல்லை பொருளில்லார்க்கு", "line2": "இவ்வுலகம் இல்லாகி யாங்கு.", "meaning": "Just as a household life is not good for those who lack material wealth, so too is a monastic life not good for those who lack compassion." ,"tamilmeaning": "பொருள் இல்லாதவர்களுக்கு இல்லற வாழ்க்கை சிறப்பாக இராது அதுபோலவே கருணை உள்ளம் இல்லாதவர்களின் துறவற வாழ்க்கையும் சிறப்பாக அமையாது."},
  { "number": 8, "line1": "தந்தை மகற்காற்று நன்றி அவையத்து", "line2": "முந்தி இருப்பச் செயல். ", "meaning": "A father’s greatest gift is raising his child to be respected in society.","tamilmeaning": "தந்தை தன் மகனுக்குச் செய்யத்தக்க நல்லுதவி, கற்றவர் கூட்டத்தில் தன் மகன் முந்தியிருக்கும்படியாக அவனைக் கல்வியில் மேம்படச் செய்தலாகும்." },
  { "number": 9, "line1": "தெய்வத்தான் ஆகா தெனினும் முயற்சிதன்", "line2": "மெய்வருத்தக் கூலி தரும். ", "meaning": "Even if fate is against you, hard work will bring its own rewards.","tamilmeaning": "கடவுளே என்று கூவி அழைப்பதால் நடக்காத காரியம் ஒருவர் முயற்சியுடன் உழைக்கும் போது அந்த உழைப்புக் கேற்ற வெற்றியைத் தரும்." },
  { "number": 10, "line1": "கண்ணோட்டம் என்னும் கழிபெருங் காரிகை", "line2": "உண்மையான் உண்டிவ் வுலகு. ", "meaning": "Observation is the tool that helps one understand reality.","tamilmeaning": "இந்த உலகம், அன்பும் இரக்கமும் இணைந்த கண்ணோட்டம் எனப்படுகிற பெரும் அழகைக் கொண்டவர்கள் இருப்பதால்தான் பெருமை அடைகிறது." },
  { "number": 11, "line1": "பிறப்பொக்கும் எல்லா உயிர்க்கும் சிறப்பொவ்வா", "line2": "செய்தொழில் வேற்றுமை யான். ", "meaning": "All beings are equal at birth, but their deeds determine their greatness." ,"tamilmeaning": "பிறப்பினால் அனைவரும் சமம். செய்யும் தொழிலில் காட்டுகிற திறமையில் மட்டுமே வேறுபாடு காண முடியும்."},
  { "number": 12, "line1": "அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார்", "line2": "என்பும் உரியர் பிறர்க்கு.", "meaning": "Those without love belong to others, while the loving belong to themselves." ,"tamilmeaning": "அன்பு இல்லாதவர், எல்லாம் தமக்கே என உரிமை கொண்டாடுவர்; அன்பு உடையவரோ தம் உடல், பொருள், ஆவி ஆகிய அனைத்தும் பிறருக்கென எண்ணிடுவர்."},
  { "number": 13, "line1": "மலர்மிசை ஏகினான் மாணடி சேர்ந்தார்", "line2": "நிலமிசை நீடுவாழ் வார்.", "meaning": "Those who surrender to the Lord will live eternally in peace.","tamilmeaning": "மலர் போன்ற மனத்தில் நிறைந்தவனைப் பின்பற்றுவோரின் புகழ்வாழ்வு, உலகில் நெடுங்காலம் நிலைத்து நிற்கும்." },
  { "number": 14, "line1": "வேண்டுதல் வேண்டாமை இலானடி சேர்ந்தார்க்கு", "line2": "யாண்டும் இடும்பை இல.", "meaning": "Those who surrender to the Lord, who is beyond desires, will never suffer.","tamilmeaning": "விருப்பு வெறுப்பற்றுத் தன்னலமின்றித் திகழ்கின்றவரைப் பின்பற்றி நடப்பவர்களுக்கு எப்போதுமே துன்பம் ஏற்படுவதில்லை." },
  { "number": 15, "line1": "அறிவுடையார் எல்லா முடையார் அறிவிலார்", "line2": "என்னுடைய ரேனும் இலர்.", "meaning": "Even the wise suffer if they do not praise God." ,"tamilmeaning": "அறிவு இல்லாதவர்களுக்கு வேறு எது இருந்தாலும் பெருமையில்லை; அறிவு உள்ளவர்களுக்கு வேறு எது இல்லாவிட்டாலும் சிறுமை இல்லை."},
  { "number": 16, "line1": "கேடில் விழுச்செல்வம் கல்வி யொருவற்கு", "line2": "மாடல்ல மற்றை யவை.", "meaning": "Education is the highest wealth that cannot be destroyed.","tamilmeaning": "கல்வி ஒன்றே அழிவற்ற செல்வமாகும் அதற்கொப்பான சிறந்த செல்வம் வேறு எதுவும் இல்லை." },
  { "number": 17, "line1": "பிறன்பொருளாள் பெட்டொழுகும் பேதைமை ஞாலத்து", "line2": "அறம்பொருள் கண்டார்கண் இல்.", "meaning": "Living off others' wealth destroys one's virtue and gratitude.","tamilmeaning": "பிறன் மனைவியிடத்து விருப்பம் கொள்ளும் அறியாமை, உலகில் அறநூல்களையும் பொருள் நூல்களையும் ஆராய்ந்து உணர்ந்தவர்களிடம் இல்லை." },
  { "number": 18, "line1": "கல்லாத மேற்கொண் டொழுகல் கசடற", "line2": "வல்லதூஉம் ஐயம் தரும்.", "meaning": "For the ignorant, even easy tasks seem difficult." ,"tamilmeaning": "அறிவற்றவர், தாம் படிக்காத நூல்களையும் படித்தவர் போலப் பேசிச்செயற்படுவது, அவர் உணமையிலேயே நன்கு அறிந்த நூல்களின் மேலும் சந்தேகத்தைப் பிறர்க்கு உண்டாக்கும்."},
  { "number": 19, "line1": "முறைகோடி மன்னவன் செய்யின் உறைகோடி", "line2": "ஒல்லாது வானம் பெயல்.", "meaning": "A king who lacks generosity will lose everything, even in thought." ,"tamilmeaning": "முறை தவறிச் செயல்படும் ஆட்சியில் நீரைத்தேக்கிப் பயனளிக்கும் இடங்கள் பாழ்பட்டுப் போகுமாதலால், வான் வழங்கும் மழையைத் தேக்கி வைத்து வளம் பெறவும் இயலாது."},
  { "number": 20, "line1": "மனத்துக்கண் மாசிலன் ஆதல் அனைத்தறன்", "line2": "ஆகுல நீர பிற.", "meaning": "A pure mind is the foundation of all virtues.","tamilmeaning": "மனம் தூய்மையாக இருப்பதே அறம்; மற்றவை ஆரவாரத்தைத் தவிர வேறொன்றுமில்லை." }
]
